Repository: giorgikh/Online_Market
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ka

source: Cart
ka: კალათა

source: Product
ka: პროდუქტი

source: Quantity
ka: რაოდენობა

source: Price
ka: ფასი

source: Remove
ka: წაშლა

source: Total cost
ka: ჯამში

source: Contact information
ka: საკონტაკო ინფორმაცია

source: First name
ka: სახელი

source: Last name
ka: გვარი

source: E-mail
ka: ელ.ფოსტა

source: Phone
ka: ტელეფონი

source: Address
ka: მისამართი

source: Zip code
ka: zip კოდი

source: Place
ka: ბინა

source: Payment information
ka: გადახდის ინფორმაცია

source: Checkout
ka: გადახდა

source: Back
ka: უკან დაბრუნება

source: You don't have any products in your cart!
ka: თქვენ არ გაქვთ პროდუქტი კალათაში დამატებული !

source: Succses
ka: გადახდა წარმატებით დასრულდა

source: Thanks for the order
ka: გმადლობთ შეკვეთისთვის!

source: Tech Market
ka: ტექნიკის მაღაზია

source: Search
ka: ძებნა

source: Home
ka: მთავარი

source: Contact
ka: კონტაქტი

source: Category
ka: კატეგორია

source: Shop
ka: მაღაზია

source: Vendor panel
ka: გამყიდველის პანელი

source: Become Vendor
ka: გახდი გამყიდველი

source: Vendors list:
ka: გამყიდველების სია

source: Contact Us
ka: დაგვიკავშირდი

source: Lorem ipsum dolor
ka: აღწერაა

source: Name
ka: სახელი

source: Message
ka: შეტყობინება

source: Submit
ka: გაგზავა

source: Newest products
ka: ახალი პროდუქცია

source: GEL
ka: ლარი

source: View
ka: ნახვა

source: Saller:
ka: გამყიდველი:

source: Product description
ka: პროდუქტის აღწერა

source: Add to cart
ka: კალათაში დამატება

source: Similar products
ka: მსგავსი პროდუქცია

source: Search term
ka: ძებნა

source: Product was added to the cart
ka: პროდუქტი დაემატა კალათაში

source: category
ka: კატეგორია

source: title
ka: სათაური

source: description
ka: პროდუქტის აღწერა

source: price
ka: ფასი

source: Add product
ka: პროდუქტის დამატება

source: Become vendor
ka: გახდი გამყიდველი

source: Sing up
ka: რეგისტრაცია

source: Aleady have an account?
ka: უკვე დარეგისტრირებული ხართ?

source: Log in
ka: ავტორიზაცია

source: Edit product
ka: პროდუქტის დამატება

source: Save changes
ka: ცვლილების შენახვა

source: image
ka: ფოტო

source: Edit Vendor
ka: რედაქტირება

source: Edit vendor
ka: რედაქტირება

source: Password
ka: პაროლი

source: Save
ka: ცვლილების შენახვა

source: Login
ka: ავტორიზაცია

source: Vendors list
ka: გამყიდველის პანელი

source: Check Products
ka: პროდუქციის ნახვა

source: Vendor Admin
ka: გამყიდველის პანელი

source: Vendor Admin
ka: გამყიდველის პანელი

source: My Balance
ka: ჩემი ბალანსი

source: My paid amount
ka: გადახდილი თანხა

source: Edit info
ka: ინფორმაციის რედაქტირება

source: Log out
ka: გამოსვლა

source: My products
ka: ჩემი პროდუქცია

source: Title
ka: სათაური

source: Edit
ka: რედაქტირება

source: You don't have product yet..
ka: პროდუქტი ჯერ არ გაქვთ დამატებული..

source: My Orders
ka: ჩემი შეკვეთები

source: Zip and Place
ka: Zip და ადგილი

source: Paid
ka: გადახდილია

source: Total
ka: ჯამი

source: Yes
ka: დიახ

source: No
ka: არა

source: For this vendor product not found..
ka: გამყიდველს პროდუქტი დამატებული არ აქვს..

source: Vendors List
ka: გამყიდველის პანელი

source: Checkout
ka: გადახდა

source: Vendor admin
ka: გამყიდველის პანელი

source: View products
ka: პროდუქტის ნახვა

source: Headphone
ka: ყურსასმენი

source: Laptop
ka: ლეპტოპი

source: Keyboard & Mouse
ka: კლავიატურა და მაუსი

source: Add new image
ka: სურათის დამატება
